tap "eugenmayer/dockersync"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "awscli"
brew "bat"
brew "brew-cask-completion"
brew "guile"
brew "p11-kit"
brew "gnutls"
brew "emacs"
brew "cask"
brew "docker", link: false
brew "fish"
brew "git"
brew "gnu-time"
brew "grep"
brew "nodebrew"
brew "peco"
brew "ruby"
brew "starship"
brew "stow"
brew "thefuck"
brew "tmux"
brew "tree"
brew "unison"
brew "vim"
brew "eugenmayer/dockersync/unox"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "alfred"
cask "font-hack-nerd-font"
cask "font-ricty-diminished"
cask "gyazo"
cask "karabiner-elements"
cask "postman"
cask "skitch"
cask "sublime-text"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
