tap "eugenmayer/dockersync"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "awscli"
brew "brew-cask-completion"
brew "cask"
brew "docker"
brew "git"
brew "peco"
brew "thefuck"
brew "unison"
brew "vim"
brew "eugenmayer/dockersync/unox"
brew "heroku/brew/heroku"
cask "alfred"
cask "font-ricty-diminished"
cask "gyazo"
cask "karabiner-elements"
cask "postman"
cask "skitch"
cask "sublime-text"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
