tap "eugenmayer/dockersync"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
cask_args appdir: "/Applications"

brew "asdf"
brew "php"
brew "python@3.9", link: false
brew "go"
brew "awscli"
brew "bat"
brew "brew-cask-completion"
brew "guile"
brew "p11-kit"
brew "gnutls"
brew "emacs"
brew "cask"
brew "docker", link: false
brew "fish"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-time"
brew "grep"
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "mas"
brew "nodebrew"
brew "peco"
brew "ruby"
brew "starship"
brew "stow"
brew "thefuck"
brew "tmux"
brew "tree"
brew "unison"
brew "vim"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "aws/tap/aws-sam-cli"
brew "eugenmayer/dockersync/unox"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"

cask "alacritty"
cask "alfred"
cask "dash"
cask "deepl"
cask "discord"
cask "docker"
cask "firefox"
cask "figma"
cask "font-hack-nerd-font"
cask "font-ricty-diminished"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "gyazo"
cask "jetbrains-toolbox"
cask "kindle"
cask "keyweb"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "sequel-pro"
cask "session-manager-plugin"
cask "skitch"
cask "slack"
cask "sublime-text"
cask "pushplaylabs-sidekick"
cask "teamviewer"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
cask "zoom"

# 初回のみ
# mas "Xcode", id: 497799835
# mas "Display Menu", id: 549083868
# mas “Notion Web Clipper”, id: 1559269364
# mas “Authenticator”, id: 1538761576  有料
#
